[M_Aster_PlotMission01 MissionDefinition]
MissionName="playing sports games"
MissionDescription="Unexpectedly, Tina, Lilith, Mordechai and Brick decide to play the popular game of Pandora, Camera and Bastard. You really thought Tina. God bless you.<br><br>The journey begins at the end [place]Sleeping Flint[-place]. Tina, the teacher, tells people to talk."
TurnInDescription="So, the prison guards, unaware of the danger that awaited them in the dark forest, sent their condolences to Warden Torg...."
MissionSummary="Hurry up [place]Flame Rock Shelter[-place]."
MissionGiver="A little sugar"
MissionTurnInLocation="Master of Languages"
TeaserText=""

[M_Aster_PlotMission01:BlowUpAirships MissionObjectiveDefinition]
ProgressMessage="Airplane"

[M_Aster_PlotMission01:BlowUpAirshipSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:DefeatBoneyManGuy MissionObjectiveDefinition]
ProgressMessage="Don Carlson won the Chitsipaz"

[M_Aster_PlotMission01:DefeatBoneyManGuySet MissionObjectiveSetDefinition]
MissionSummaryOverride="Don Calzone defeats the Us."
MissionDescriptionOverride="To make things right, Tina Lilith, Mordechai and Big decided to play Pandora's most popular songs, Camera and Maniac. This means that he cares less about Tina. God cares.<br><br>the journey begins outside [place]Transmission of light[-place]. Tina, I told you to talk to these people.<br><br>After meeting an unwilling boss (a dragon), Tina hires a butcher named Don Calzon Joseitas. he died."

[M_Aster_PlotMission01:Defeatdragon MissionObjectiveDefinition]
ProgressMessage="defeat the dragon"

[M_Aster_PlotMission01:Defeatdragonset MissionObjectiveSetDefinition]
MissionSummaryOverride="Defeat the dragon.."
MissionDescriptionOverride="Out of nowhere, Tina, Lilith, Mordecai and Brick decide to become part of the popular game Pandora, Camera and Villain. This means you are in Tina's dream. God protect you.<br><br>The experience starts at home [place]Flaming Rock Residence[-place]. The teacher tells you to talk to the residents.<br><br>Suddenly the dragon will attack! The last among them!"

[M_Aster_PlotMission01:DefeatNewBossSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:EnterForest MissionObjectiveDefinition]
ProgressMessage="in the forest"

[M_Aster_PlotMission01:EnterForestSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Talk to the guard."
MissionDescriptionOverride="Pandora is Tina, Lilith, Mordecai and the helpless bricks. They decided to play the famous game "Cams and Bastards". It basically means you agree with Tina's opinion. May God protect you..<br><br>local community [place]Batu Api Nature Reserve[-place] They dictate the game to suppress. the queen has disappeared and her guardian Eleanor knows where she is..<br><br>Eleanor tells him that the queen lives in a nearby forest. He must find his secret queen so she can remove Jack the Wizard's spell and bring light back to the world.."

[M_Aster_PlotMission01:ExitForestHolderSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:FindEleanor MissionObjectiveDefinition]
ProgressMessage="Find Eleanor."

[M_Aster_PlotMission01:FineEllieInvisibleSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Talk to Eleanor."
MissionDescriptionOverride="Not to be outdone, Tina, Lilith, Mordecai and Burke decide to play Pandora's song, "Cameras and Bastards". "I didn't show Jesus the city," he said. God will take care of you..<br><br>It belongs to the public [place]Burn Rock Park[-place] They give him clues and he makes a disturbing discovery: the queen is missing and only her guardian, Eleanor, knows where she has gone.."

[M_Aster_PlotMission01:GetTorguePermissionSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Make Mr. Gomo go to the forest.."
MissionDescriptionOverride="Don't let Tina, Lilith, Mordecai and Brix decide to play Pandora's most popular game, Cameras and Rogues. It means you're thinking about Tina. my lord.<br><br>People and [place]Temple of Flamerock[-place] Encourages him to find a game. The queen is gone and only Eleanor's guardian knows. Where did you go?.<br><br>Eleanor told him that the princess was near the forest. Jack asks the wizards to find his mysterious princess to restore life and light to the world..<br><br>But when he was about to enter the forest, Torg stopped him and invited him to play. Be careful, Torg asks you to take unnecessary risks to prove that you can withstand the dangers of the jungle.."

[M_Aster_PlotMission01:GetTorguePermissionSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride="at home."
MissionDescriptionOverride="With nothing to do, Tina, Lilith, Mordecai and Brick decided to play Cam and Head, Pandora's most popular game. This means you are inside little Tina's mind. Thank God.<br><br>community members [place]Flamrock Sanatorium[-place] I'll tell you where you'll find adventure: the queen has disappeared, and her guardian, Eleanor, knows where she's gone..<br><br>Eleanor reports that the queen is in a nearby forest. He asks you to find the mysterious queen so you can reverse Jack the Wizard's spell and bring light to the world..<br><br>But when they entered the forest, Mr. Turga came up to Tina and asked her to dance. As a ranger, Torgu is driven by every reason to prove that he can survive the horrors of the jungle..<br><br>Now that you've completed the quest, you can talk to Torga and enter the forest."

[M_Aster_PlotMission01:GetTorguePermissionToEnterforest MissionObjectiveDefinition]
ProgressMessage="Ask for permission to enter the forest"

[M_Aster_PlotMission01:GoToTavern MissionObjectiveDefinition]
ProgressMessage="to the company"

[M_Aster_PlotMission01:GoToTavernInvisibleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:GoToTavernInvisibleWaypoint MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:HeadToFlameStoneRefuge2 MissionObjectiveSetDefinition]
MissionSummaryOverride="last name [place]Pamrock Museum[-place]."
MissionDescriptionOverride="With nothing else to do, Tina, Lilith, Mordecai and Brick decide to play Pandora's famous game, "Cameras and Cabronas". Of course, this means thinking about Tina Chiquitina. May God heal me..<br><br>The journey begins at the end. [place]2 each[-place]. Mr. E said I was going to this town.."

[M_Aster_PlotMission01:HeadToFlameStoneRefugeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:HeadToFlameStoneRidge MissionObjectiveDefinition]
ProgressMessage="Go to Flamerock Asylum"

[M_Aster_PlotMission01:KillNewBoss MissionObjectiveDefinition]
ProgressMessage="The new leader fell."

[M_Aster_PlotMission01:PunchBarGuyExplodes MissionObjectiveDefinition]
ProgressMessage="Hit the worker hard until it explodes"

[M_Aster_PlotMission01:PunchBarGuyExplodesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:PunchBarGuyInTheFace MissionObjectiveDefinition]
ProgressMessage="Raise the handrail"

[M_Aster_PlotMission01:PunchBarGuyInTheFaceSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:PunchElenorsProblems MissionObjectiveDefinition]
ProgressMessage="He quickly solved Eleanor's problem."

[M_Aster_PlotMission01:PunchElenorsProblemsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:ReturnToTorgue MissionObjectiveDefinition]
ProgressMessage="Back on the rack"

[M_Aster_PlotMission01:ReturnToTorgueSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:TalkToBarOwner MissionObjectiveDefinition]
ProgressMessage="Talk to the hotel manager"

[M_Aster_PlotMission01:TalkToBarOwnerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:TalkToEllieVisbleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:TalkToGateKeeper MissionObjectiveDefinition]
ProgressMessage="Talk to the guard"

[M_Aster_PlotMission01:TalkToGateKeeperSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Aster_PlotMission01:TalktoswordswomanEllie MissionObjectiveDefinition]
ProgressMessage="Talk to Eleonora"

[M_Aster_PlotMission01:Talktotownsfolk MissionObjectiveDefinition]
ProgressMessage="Talk to the residents"

[M_Aster_PlotMission01:TalktotownsfolkSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Talk to the villagers."
MissionDescriptionOverride="Along with Tina, Lilith, Mordecai and Burke, Pandora chooses to play Kim and the Master. Basically it means you're in Tina's head, God bless you..<br><br>When he arrived in the city [place]Refugees from Flame Rock[-place], You should meet local people like you and talk to them.."

[M_Aster_PlotMission01:WhatDoWeDoInThisMissionSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

